[Settings]
XFOLD_PROG_PATH_EVERYTHING=D:\ProgramxFiles\Everything\Everything.exe	;Everyhing

[Cmds-default]
find=findit({%p},0)	;Everything搜索-选中文本-全路径
ft=tt find			;当前窗口标题作为内容文件搜索 @EV

; ft=nothing({%s:tt>x});delay(100,openc,find)	;当前窗口标题作为内容文件搜索 @EV

[Cmds-alias]
f=findit	;Everything搜索-选中文本-截取文件名
file=findit	;Everything搜索-选中文本-截取文件名

